[{"quantity":2,"id_product":123,"product_name":"Notebook","price":45600,"description":"A laptop computer is a small personal computer. They are designed to be more portable than traditional desktop computers, with many of the same abilities. Laptops are able to be folded flat for transportation and have a built-in keyboard and touchpad."},{"quantity":4,"id_product":457,"product_name":"Gamepad","price":3000,"description":"A gamepad, game controller, joypad, or video game controller is a peripheral device designed to connect to a computer or console gaming system. ... A gamepad is used for playing video games of many types, including sports, first-person shooters, role-playing, and others."},{"quantity":2,"id_product":586,"product_name":"Display","price":12000,"description":"A monitor is a device for quick visual communication of a user with a control device and display of data transmitted from a keyboard, mouse or central processor. ... A modern monitor consists of a screen (display), a power supply, control boards and a housing."},{"quantity":4,"id_product":986,"product_name":"Printer","price":6000,"description":"A printer is an external peripheral device of a computer designed to display text or graphic information stored in a computer on a solid physical medium, usually paper or plastic film, in small runs (from units to hundreds). This differs from printing equipment and risography, which due to the printing form, it is faster and cheaper for large runs (hundreds or more copies)."},{"quantity":3,"id_product":616,"product_name":"X-BOX","price":129000,"description":"Xbox is a game console designed and manufactured by Microsoft. First went on sale November 15, 2001. This is Microsoft's first independent appearance in the game console market after a joint project with SEGA to develop a version of the Windows CE operating system for the Dreamcast game console. Microsoft Xbox competed directly with Sony PlayStation 2 and Nintendo GameCube. The heir to the Xbox was the Xbox 360 and later the Xbox One."}]